tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "nvie/tap"
brew "bat"
brew 'coreutils' # Those that come with macOS are outdated
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gum"
brew "lazygit"
brew "lf"
brew "neovim"
brew "ripgrep"
brew "sad"
brew "shellcheck"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "z"
brew "nvie/tap/git-toolbelt"
cask "alacritty"
cask "appcleaner"
cask "bitwarden"
cask "clipy"
cask "firefox"
cask "flux"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "iterm2"
cask "kap"
cask "notable"
cask "raycast"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
cask "webtorrent"
cask "git-credential-manager"
cask 'qlmarkdown'
cask 'quicklook-json'

# Mac App Store
# https://apps.apple.com/dk/app/hidden-bar/id1452453066?mt=12
mas 'Hidden Bar', id: 1452453066
# https://apps.apple.com/dk/app/monitorcontrol-lite/id1595464182?mt=12
mas 'MonitorControl Lite', id: 1595464182
# https://apps.apple.com/dk/app/command-x/id6448461551?mt=12
mas 'Command X', id: 6448461551
# https://apps.apple.com/dk/app/remote-mouse/id403195710?mt=12
mas 'Remote Mouse X', id: 403195710
# https://apps.apple.com/dk/app/amphetamine/id937984704?mt=12
mas 'Amphetamine', id: 937984704
