tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "git"
brew "fish"
brew "fisher"
brew "alacritty"
brew "tmux"
brew "z"
brew "exa"
brew "diff-so-fancy"
brew "delta"
brew "fzf"
brew "bat"
brew "ripgrep"
brew "neovim"
cask "visual-studio-code"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
