tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "delta"
brew "diff-so-fancy"
brew "exa"
brew "fish"
brew "fisher"
brew "fontconfig"
brew "fzf"
brew "git"
brew "gnupg"
brew "ripgrep"
brew "tmux"
brew "z"
cask "alacritty"
cask "appcleaner"
cask "caffeine"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "raycast"
cask "rectangle"
